{
    "tracks": [
        {
            "title": "The View from Here",
            "lyrics": "<p> There is a man on a downtown train <br> There is a woman on the iron bridge <br> There's a man lonely in the 2nd arrondissment <br> And a woman who dreams of what love is <br> There's a poet writing from Tel Aviv <br> And from the radio Tom Waits sings <br> Not alone I woke and girls that smoke <br> And the scent beneath hummingbirds wings <br> There is man in homage to his own kind <br> When happiness has formed a tear <br> A woman come laid down his gun <br> I don’t know so much but it’s the view from here </p><br><p>  There's a man hauling water from a well  <br>  There's a woman showing children what it is to read  <br>  Abacus and clowns and abstract nouns  <br>  Empathy is this beautiful thing we breathe  <br>  Man observes Hanukka  <br>  Woman piles up her hair her dark eyes wild  <br>  Boy stands give mother to be his seat  <br>  On a boat on the Ganges a woman smiled  <br>  What’s important is your response to life  <br>  Sunset on the slums of old Tangier  <br>  A donkey carries home his wife  <br>  I don’t know so much but it’s the view from here  </p><br><p>   Woman transfers her smile to you   <br>   Man undoes a  man with apology   <br>   Jazz plays and the orthodox prays   <br>   And a man with a goatee gets a God shot of coffee   <br>   The books she read and the cool things he said   <br>   And all the delicious things they don’t yet know   <br>   Dancers underscored by moonlight   <br>   Woman arches her back and lets it go   <br>   With a Bronx salute and a dirty Armani suit   <br>   Anybody want to share a beer   <br>   Children grown leaving home   <br>   I don’t know so much but it’s the view from here   </p><br><p>    There is a man photographing Bedouin    <br>    There's a woman baking olive bread    <br>    Feel the meaning in the Hadron Collider    <br>    As we touch each other's dreams in our bed    <br>    From the glorious smell of kisses    <br>    To the sophisticated streets of New York    <br>    The colour of my kind are pages deep    <br>    So many beauitful kinetic languages they talk    <br>    And the orchestra of the East and West    <br>    Take a bow without boundaries or fear    <br>    Take off your shoes and feel the world    <br>    I don’t know so much but it’s the view from here      </p>"
        },
        {
            "title": "The Opium Eaters",
            "lyrics": "<p> William Burroughs <br> Lenny Breau <br> Billie Holliday <br> Miss Monroe <br> Philip Hoffman <br> John Coltrane <br> Jimi Hendrix <br> Kurt Cobain </p><br><p>  Dreams of the opium eater  <br>  They inspire you the hard way  <br>  Dreams of the opium eater  </p><br><p>   Lewis Carol   <br>   Basquiat   <br>   Peaches Geldof   <br>   Kerouac   <br>   William Blake   <br>   John Belushi   <br>   Edith Piaf   <br>   Bela Lugusi   </p><br><p>    Dreams of the opium eater    <br>    They inspire you with what they say    <br>    Dreams of the opium eater    </p><br><p>     Sigmund Freud     <br>     Edgar Allan Poe     <br>     Florence Nightingale     <br>     Jean Cocteau     <br>     Sir Conan Doyle     <br>     Heath Ledger     <br>     Charles Dickens     <br>     Chet Baker     </p><br><p>      Dreams of the opium eater      <br>      They inspire you the hard way      <br>      Dreams of the opium eater      </p><br><p>       Jules Verne       <br>       Dexter Gordon       <br>       Benjamin Franklin       <br>       Janice Joplin       <br>       Rousseau       <br>       Balzac       <br>       River Phoenix       <br>       Miles Davis       <br>       Charlie Mingus       </p><br><p>        Dreams of the opium eater        <br>        They inspire you with what they say        <br>        Dreams of the opium eater        </p><br><p>         Joseph McCarthy         <br>         Walter Scott         <br>         Jonny Cash         <br>         Vic Chesnutt         <br>         Queen Victoria         <br>         Picasso         <br>         Jim Morrison         <br>         Lou Reed         <br>         Nico         </p><br><p>          Dreams of the opium eater          <br>          They inspire you the hard way          <br>          Dreams of the opium eater          </p><br><p>           Shelley           <br>           Keats           <br>           Baudelaire           <br>           Aldous Huxley           <br>           Art pepper           <br>           Chopin           <br>           Schiller           <br>           Lenny Bruce           <br>           Berlioz           <br>           Ginsberg           <br>           Marcel Proust           </p><br><p>            Dreams of the opium eater            <br>            They inspire you with what they say            <br>            The dreams of the opium eater                                                                  </p>"
        },
        {
            "title": "Emoji for Today",
            "lyrics": "<p> I’ve seen our hatred and diamond mines <br> And the love between us roared and chimed <br> And I know somewhere there’s peace on Earth tonight <br> And I’ve seen the boys looking at the girls <br> And I’ve seen that look on men who destroy the world <br> And the words we must never forget I pray we might <br> </p><br><p>  Poets dropping wisdom on grimy urban beats  <br>  From the shallow words my generation speaks  <br>  And we had our go I say good luck to that  <br>  Israeli beauty with darkroom eyes  <br>  2000 years of war you stop and then reprise  <br>  And you shoot one of ours and we just shoot one back  <br>  </p><br><p>   The hallelujah of mankind once more is dimmed   <br>   From skateboard parks the new light in us begins   <br>   And old men praying in costumes for the dead   <br>   When darkness falls its youths light we need   <br>   To be adult is to be scared of being free   <br>   And children politics is the thing beneath your bed   <br>   </p><br><p>    Theres love and books with a Greek friend of mine    <br>    He who gave back the sight to those once blind    <br>    And he reminded me to sing because I can    <br>    But we’ll survive on mothers breast    <br>    She feeds the Gods of this Earth the best    <br>    One last cry for freedom from an old man    <br>      </p>"
        },
        {
            "title": "Life",
            "lyrics": "<p> I fought those men by the dirty harvest light <br> I don’t suppose the dead always tell it right <br> Now a hundred people gonna watch me fightin’ for life <br> There ain't no forgiveness left in Arkansas tonight </p><br><p>  Last chance on humanity in a dead man's court  <br>  I’m as sorry as any man has been before  <br>  Oh firing squad could you bring me my lord  <br>  And they dragged me when I could walk no more  </p><br><p>   Mama came to say good-bye but she can't speak   <br>   When you close your eyes at night you can hear ‘em weep   <br>   Eighteen years on death row come put me to sleep   <br>   Fifteen dollar last meal that I can’t eat   </p><br><p>    At the end of my life this is what I know    <br>    If I’m tortured to death promise make it slow    <br>    And to the dead oh I’ll see you when I go    <br>    And to their families I hope you enjoy the show      </p>"
        },
        {
            "title": "Prohibition Blues",
            "lyrics": "<p> The roadhouse is full <br> The whores have sore bones <br> Lost where you grew up <br> Crack houses are homes <br> Nationalism <br> Take a hit and light the fuse <br> Lonelier now and wasted <br> Prohibition blues </p><br><p>  Tour of duty done  <br>  Now drunk ain’t enough  <br>  Bringing home prejudice and hate  <br>  What you seen don’t come off  <br>  Prohibition blues  <br>  Medicated in doorways not beds  <br>  Do you love your country now  <br>  Trading bullets for meds  </p><br><p>   The steel yards are hard   <br>   No work hungry man   <br>   The press gangs are out   <br>   New moonshiner hiring in town   <br>   And I don’t know so much   <br>   You’re life’s not always the cure   <br>   If the medicine don’t kill ya   <br>   The food will for sure   </p><br><p>    But it’s harder on her    <br>    Soul will relent    <br>    She don’t know him by name    <br>    Body for rent    <br>    The will of mankind    <br>    On your road you choose    <br>    Last place left to feel free    <br>    Oh the Prohibition blues      </p>"
        },
        {
            "title": "Woman Confession",
            "lyrics": "<p> I wish I grew up in a ghetto <br> I’m having my professors baby <br> I won a million bucks and never told a soul <br> Pretty girls look out to sea <br> </p><br><p>  And I wish I had lived a different life  <br>  Your name is tattooed on my ass  <br>  I go to church just to sing in the choir  <br>  And I sold a baby imagine that  <br>  </p><br><p>   I’m more racist than I chose to admit   <br>   Never had an orgasm and I’m 30 yrs old   <br>   Wish someone would jump out of a cake and love me   <br>   I’m scared most nights when I’m alone   <br>   </p><br><p>    I adore the smell of crayon    <br>    I’m a nurse will someone pay me for sex    <br>    I beat a man to death when I was 15    <br>    And I wish something really awful happens to my ex    <br>    </p><br><p>     I have a favorite of my 2 children     <br>     And I wish I had pursued my dream     <br>     I don’t like my friends and I lie for attention     <br>     I said I was pregnant so you’d marry me     <br>     </p><br><p>      And I will never forgive you      <br>      I really can’t move on and I try      <br>      I just can’t stop myself dancing      <br>      I’m at my happiest sometimes when I cry      <br>      </p><br><p>       And I wish I were beautiful       <br>       My insecurities they suffocate me       <br>       I seduced a young priest before his suicide       <br>       Pretty girls look out to sea       <br>                     </p>"
        },
        {
            "title": "Don't Wait Up",
            "lyrics": "<p> Shot of Geisha coffee and say goodnight <br> Take my pen begin to write <br> And from a Paris hotel <br> I was looking for you <br> Told my Mama oh don’t wait up <br> The writer’s life is a bottomless cup <br> And I’m never goin’ home from the heroin view </p><br><p>  Slept all day lovers come  <br>  Dragged me away from where realities from  <br>  And the typewriter in the 'corner's calling my name  <br>  I dream about night that’s how it goes  <br>  From the Berlin street hungry angel blows  <br>  And I sold my mind to be a creature of pain  </p><br><p>   The puff dancers come smile is on   <br>   The back room boys got a rhythm all night long   <br>   Been writing about equal rights and not feminism   <br>   From the top of the world I’m shouting down   <br>   From the bottom of the world I wear a crown   <br>   I told me brother I’d be living my life like Anais Nin   </p><br><p>    My blood is heavy it fills the air    <br>    Into a broken boulevard I disappear    <br>    And if you listen to the night you can hear a woman moan    <br>    Sycophantic villains flick out the light    <br>    I’m living the life of a character I used to write    <br>    And it’ll drive you crazy the years of writing alone    </p><br><p>     Shout out to the Devil oh here I come     <br>     No direction home once its begun     <br>     I’m living on the corner of a wasted avenue     <br>     Blood bubble whiskey and Martha’s sweetened gin     <br>     Slept in a church of my confessioning     <br>     I believe my heart is still holding on to you     </p><br><p>      Took a car pull the top down      <br>      Young woman beside me but there’s no sound      <br>      I told her beautiful body God’s the same thing as your soul      <br>      I’m feeling emotional oh let me weep      <br>      Apartment silent I cry myself to sleep      <br>      And I dreamt it again last night everything I wrote I stole      </p><br><p>       Hey little lover why don’t you wake up       <br>       Bagged my soul and I lost my love       <br>       Growling in the shadows like a hungry two-dollar whore       <br>       I sold my arm for pleasure and pain       <br>       Take that damned old rattler again       <br>       This junky’s a writer on a one-way ticket to the bathroom floor                     </p>"
        },
        {
            "title": "Moderato Cantabile",
            "lyrics": "<p> Moderato cantabile <br> Tango lessons in the café <br> Priest cracks open Crème Brulee <br> Lights out in the brothel <br> My body aching from the love we made <br> And I don’t wanna go home <br> </p><br><p>  Cello lifts with the condor  <br>  Lips packed with love and murder  <br>  Where the spirit meets the bone what’s it to ya  <br>  Singing downtown hallelujah  <br>  Tension and release of music cries  <br>  And I don’t wanna go home  <br>  </p><br><p>   Moderato Cantabile   <br>   Pour Homme   <br>   </p><br><p>    Painters come deep and blue    <br>    They’re lookin at life more than you do    <br>    The writers need to confess    <br>    She rolls a cigarette beneath her dress    <br>    The poets quoting love and war    <br>    And I don’t wanna go home    <br>    </p><br><p>     Your lust so stained and smiling     <br>     You fuck so full and frightening     <br>     Like a velvet woman rainstorm     <br>     Some place you die but here you’re born     <br>     That Anton Corbijn film is on     <br>     I don’t wanna home     <br>          </p>"
        },
        {
            "title": "Pass That On",
            "lyrics": "<p> Everyone said you’ll grow up like your old man and be a junky <br> Everyone said you’ll sign it all away at the bottom of the page <br> Everyone said you’ll be down with the street drinkers that woman and the bonhomme <br> Vanity and self-pity the curse of the modern age <br> And nobody said you’ll make your life a statement <br> With a diamond crucifix and a bottle on your arm <br> And nobody said they wait at temple for you to be a pilgrim <br> What we do to children we do to tomorrow <br> Pass that on </p><br><p>  Everyone says you got the bars to be a poor man  <br>  Everyone says that they don’t like what you do and how you play  <br>  Everyone said you’ve not been schooled enough for wisdom  <br>  But where’s the wisdom in the things you dare to say  <br>  And everyone said you’ll sit in a car park like a vampire  <br>  Nobody said there’ll be fine words in your secret song  <br>  And nobody said in a small town you can’t see the distance  <br>  First love your brother then the world  <br>  Pass that on  </p><br><p>   And everyone’s telling each other lies about what they were doing   <br>   You complain when it's over but you live it like a long stretch of time   <br>   And everyone said your're a liar with ya needle and a typewriter   <br>   And I’ll do your job music critic if you can do mine   <br>   By a fire you know loves forever life's just a while   <br>   I ain’t here to make friends being young it don’t last long   <br>   And I painted the words that your hear on the maternity wall   <br>   Free man from himself   <br>   Pass that on   </p>"
        },
        {
            "title": "Charlie Parker",
            "lyrics": "<p> Charlie Parker down by the bridge <br> You’re on fire little birdie <br> But you're gonna kill us all <br> You're gonna kill us all <br> With what you shootin’ with </p><br><p>  Smoke is liftin’  <br>  Strung out low  <br>  And the band strikes without ya  <br>  Blown by the lady  <br>  Blown by the lady  <br>  When its your turn to blow  </p><br><p>   Here's the artist   <br>   In fifths on the floor   <br>   Here's the artist   <br>   In fifths on the floor   <br>   Oh little Birdie   <br>   Its your turn to blow   </p><br><p>    Kansas city junky to New York city jive    <br>    To the ghost of 52nd street    <br>    You lived more than any man    <br>    You lived more than any man while you were alive    </p><br><p>     But you’re magnificent     <br>     Come blow your horn     <br>     Give me inspiration now     <br>     You’ll be fillin’ Birdland     <br>     You’ll be fillin’ Birdland     <br>     Long after you’ve gone     </p><br><p>      Here's the artist      <br>      In fifths on the floor      <br>      Here's the artist      <br>      In fifths on the floor      <br>      Poor little Birdie      <br>      Its your turn to blow      </p><br><p>       Oh little Birdie       <br>       Its your turn to blow       </p><br><p>        Free your mind        <br>        Free your mouth        <br>        Free your body        <br>        Free your doubt        </p><br><p>         Free your mind         <br>         Free your mouth         <br>         Free your body         <br>         Free your doubt         </p><br><p>          Oh little Birdie          <br>          Its your turn to blow                                             </p>"
        },
        {
            "title": "That Thing We Do to Silence",
            "lyrics": "<p> In the last 60 years music has strained and roared, it has disowned us, empowered us, released us, defined us and it drives us all home. Music has given us a soundtrack to live in, the symphony for love, a score for both pregnancy and suicide and a soundscape for happiness and longing. It provokes prejudice, anarchy, freedom, justice, music can make your skin shiver, your tempo shift and your love organs come to life. It is no better to a rich mans ears than for that of the poor. Music is the choreographer of dance. Yet music evokes all of this without being touched or fully understood; it is airborne, it is ephemeral, it is dream theory and then it is gone. <br> </p><br><p>  But I am scared by the banality of modern music and its reason to be. They’ve stolen its honesty, rendered it superficial, a commodity worthless, a gameshow, empty gesture, a competition, an advertising tool. Money makes you God or irrelevant.  <br>  </p><br><p>   But what of music’s utter sublimity, it’s profound tragedy, its hedonistic glory, the treasures that come not immediately, but brew upon your soul with time and love. The music that forces you to pull over and cry unashamedly, to fill you with the full force of life, and in time music shall return you to a moment of intense accuracy. Our musical collective of this world is enormous, life affirming, varied, vibrant, grinding, intelligent, sad and wild. So filled with dreams and instinct that it burns with the self same energy that once lit mankind’s greatest journeys.   <br>   </p><br><p>    But if music is anything, then it is defiant. It is stitched into the lub-dub of every heart. Music is quite simply our greatest gift to the world. And I hear it alive and inventive in cafes, in clubs, on street corners on rooftops, online and offshore, deep inside your head, on your lips, in the harmony and disharmony of the lives and our loves. Our musical presence is emanating through the walls of motel rooms, on bad speakers, on the low end beats teenage cars, handed around on headphones. It lives on the curves of her rhythm, the gravel of her voice and on the bass of his words. Let it be invented in bedrooms, in prison yards, with attitude and reason, make it without time signatures, play off the notes, dream it, live it, bend it, break it, offend God, don’t apologize, turn it up, record the cries and the agonies of love. Bang buckets, spit bars, scream, sing, slam, damn your soul, condemn your body, let your music be free!    <br>    </p><br><p>     All children can sing, make new music, let it lift you, make you better, turn it up, shout back at thunder, move your body and soul. Lose the company. Find the rebel, lose the pretence and the genre. Be proud, not instructed, be creative. Its only music, learn how to hear it all over again. And throw the whole fucking world at this beautiful thing we do to the silence....     <br>          </p>"
        },
        {
            "title": "Blood Bubble of Love",
            "lyrics": "<p> Children singing from the madhouse tower <br> From the dystopian market to my finest hour <br> I saved this song for you for the last day of love <br> </p><br><p>  From your beauty to your kiss and your handmade clothes  <br>  And the birdcage hanging from that old ceiling rose  <br>  Here for you is my lonely blood-bubble of love  <br>  </p><br><p>   And your adjusted eyes when I made you cry   <br>   I did it I said it I don’t know why   <br>   I’m sorry with my junk of worthless words of love   <br>   </p><br><p>    Thirty years of calm from a passionate seas    <br>    Your push bike in the corner and your body on me    <br>    Another warn down crystal poet for what its worth    <br>    </p><br><p>     Your accordion your wisdom your temperature asleep     <br>     The dimples behind you and the soul that you keep     <br>     Been drunk a hundred thousand times bringing you to love     <br>     </p><br><p>      Kimchi on rice reading slaughterhouse 5      <br>      You smell like a woman not a lady you’ll find      <br>      You made life look what you did with love      <br>      </p><br><p>       Lavender tramp give the girl shoes       <br>       You don’t do as you’re told and your Mother hates you       <br>       And all I got is a song and a bucket of love       <br>                     </p>"
        }
    ]
}