{
    "tracks": [
        {
            "title": "Prognosticator",
            "lyrics": "<p> Prognosticator <br> They’ll never allow ya <br> They’ll turn you off when you come on <br> Prognosticator <br> They can’t deceive ya <br> But they’ll blind your eyes <br> Tear out your tongue <br> Prognosticator <br> You’re lonelier than God without a son </p><br><p>  Prognosticator  <br>  They’ll try and drown ya  <br>  If you survive they’ll burn ya to the floor  <br>  Prognosticator said  <br>  You need bombs and toys and God to take us to war  <br>  Prognosticator come  <br>  Liberate the rich to liberate the poor  </p><br><p>   Prognosticator   <br>   The people need ya   <br>   They don’t need what they think they got   <br>   Prognosticator said   <br>   Politics media and fame   <br>   Well its something but it ain’t a lot   <br>   Prognosticator said   <br>   The truth is coming ready or not   </p><br><p>    Prognosticator said    <br>    Democracy has a price    <br>    You’re allowed as much as you’ve been paid    <br>    My friend has seen the future    <br>    Weeping people standing over prognosticators grave    <br>    Prognosticator got a question for the world    <br>    Without money would we have made the mess we made      </p>"
        },
        {
            "title": "The Truth Will Not Be Televised",
            "lyrics": "<p> We will not be removed from power or replaced with a viable alternative brother. Yet at the same time we have convinced you that your democracy will enable the people to bring down governments and there bring about change. <br> </p><br><p>  The truth will not be televised  <br>  </p><br><p>   And we will not offer you a soldiers truth or promote the ideas of love over war. And we will not show you our mistake in poverty, ignorance or out of freedom. And we will not take blame for that which we did not do when it was needed, nor shall we allow you to know the price of human life.   <br>   </p><br><p>    The truth will not be televised    <br>    </p><br><p>     But we will continue to patronise and spoon-feed you with the news that we feel appropriate for your obedience. And in recompense we will entertain you, medicate you with television and pop acts until you learn the fantasy of gratitude. And all of mass entertainment shall be controlled, infecund, rendered unable to raise a single act of subversion.     <br>     </p><br><p>      The truth will not be televised      <br>      </p><br><p>       And we will stand tall from great heights and look down upon you with an idols contempt at your sycophantic applause. And we have won and you have lost brother. For you have not the passion left to muster a revolution to escape our economic, ecological and democratic tyranny.       <br>       </p><br><p>        The truth will not be televised        <br>        </p><br><p>         And we will not examine ourselves in front of you; and we will not do what is right for mankind, planet earth or the poor because the makers of money have become have become their own Gods. As lives tumble worthless in quantities untold. We abide to an ancient set of laws that’ll keep you safe in our treacherous deceit.         <br>         </p><br><p>          The truth will not be televised          <br>          </p><br><p>           And all the time you will believe your country to be better than theirs, your belief is stronger, your people more deserving, your armies more justified and your children more loved and we are equal. And you will believe your own propaganda brother. And all this time you will be plugged in, turned off copped out.           <br>           </p><br><p>            The truth will not be televised            <br>                                                                  </p>"
        },
        {
            "title": "Words of Freedom",
            "lyrics": "<p> I heard the news today told me what I should believe <br> Swing you bible born of Cain <br> I threw down my hand and left the room with her <br> We made love to a billion people in pain </p><br><p>  And you can’t find heaven until you’re lonely  <br>  You’re as free as they want you to be  <br>  You can’t find heaven until you’re lonely  <br>  The words of freedom they don’t set em free  </p><br><p>   I’m not patriotic I don’t stand knee deep in blood   <br>   Don’t talk to me about your new rules of war   <br>   A hero is a man who can kill you when you sleep   <br>   They gonna shoot the men first then they’re gonna whore   </p><br><p>    You can’t find heaven until you’re hungry    <br>    You’re as free as they want you to be    <br>    You can’t find heaven until you’re hungry    <br>    We wrap our selves in chains where we were free    </p><br><p>     And there’s no more tomorrow we spent it yesterday     <br>     To the starving people we don’t really care     <br>     We raise our bloody slogans ban God save the world     <br>     Can the first brown president save the last white bear?     </p><br><p>      And you can’t find heaven until you’re lonely      <br>      You’re as free as they want you to be      <br>      You can’t find heaven until you’re lonely      <br>      And the words of freedom they don’t make us free               </p>"
        },
        {
            "title": "Leave a Light On",
            "lyrics": "<p> Men they make money <br> And it says that they care <br> They don’t know love <br> But they make it somewhere <br> Stood in their prison <br> Can’t sing in this air </p><br><p>  Born of beauty and sin  <br>  Oh God  <br>  Leave a light on for him  </p><br><p>   We’re designed to be different   <br>   Can you tear down these walls   <br>   Speak for yourself   <br>   When he follows he falls   <br>   You’re the best of this world   <br>   And the worse thing of all   </p><br><p>    Man of beauty and sin    <br>    Oh God    <br>    Leave a light on for him    </p><br><p>     And I can’t find you in the dark anymore……          </p>"
        },
        {
            "title": "Explain Death To Children",
            "lyrics": "<p> Explain death to children <br> From a bottomless pit <br> Sorry little darling <br> Ya histories shit <br> Been kicking the heads of babies <br> Darling don’t you cry <br> Done so many horrible things <br> Everything you know’s a lie </p><br><p>  Explain death to children  <br>  Priest in my pants and my soul  <br>  We’re piled high and swollen  <br>  You’re so ancient and cold  <br>  You bastards and lawyers and soldiers  <br>  Taking liberties with life  <br>  Bayoneting children  <br>  Taking turns on somebody’s wife  </p><br><p>   *Additional vocals &amp; cello by Sophie Vaughan   </p>"
        },
        {
            "title": "I Am Nothing Until I Know It",
            "lyrics": "<p> And I dreamed of a plant that could cure you, but I am not a botanist. And I dreamed of an equation that would save the world but I am not a mathematician. I am mute until you hear me. <br> </p><br><p>  We took the largest and most graceful animal that has ever lived, and chased it to the edge of extinction.  <br>  </p><br><p>   In towns and in cities we gather to a superficial order, where we attempt to control time and life.   <br>   </p><br><p>    The plague of humankind that we have come to accept will not be sustained. On the path of creating that which we do not need we consumed what we needed.    <br>    </p><br><p>     You touch your children in ways that I cannot speak of here for fear of offending you.     <br>     </p><br><p>      You cannot be trusted with your own intelligence. I am nothing until I know it.      <br>      </p><br><p>       Draw a line beneath your history, go start again.       <br>       </p><br><p>        We regard ourselves superior to other animals. And here lies the rage of our folly, as if we have been granted a power greater than that of nature itself. We have taken Earth’s hospitality and raped it with our impunity.        <br>        </p><br><p>         We incubate hatred with such sleight of hand that our atrocities appear almost justified. And we no longer regard the lives of our kind as family. We see the human as a threat. How many things are wrong with that?         <br>         </p><br><p>          Conceited is he who makes Gods in the image of man. Yet it is simpler to pray for God’s forgiveness than for us to do what is morally right. And now we build temples for money where once we worshiped the sun.          <br>          </p><br><p>           But money doesn’t change you….. it just makes you richer.           <br>           </p><br><p>            If freedom is theirs to give then it does not exist, for it must be taken.            <br>            </p><br><p>             You allow those you have chosen to follow, to control you, to allow you and then to prevent you.             <br>             </p><br><p>              From bedrooms to bar-rooms, to boardrooms to battlefields.              <br>              </p><br><p>               Eventually everything you touch you turn into war and greed, welcome to the human Midas prophesy.               <br>               </p><br><p>                The span of your destruction is as vast as it is profound. And you will not rest until your slaughter is complete.                <br>                </p><br><p>                 Given enough time in which to indulge nothing, eventually we pick up a pencil.                 <br>                 </p><br><p>                  And your appetite for creative thought is beyond even your own imagination. And here is my warning, should you decide not to use this creative power, it will implode and make you worthless.                  <br>                  </p><br><p>                   Where once you touched the moon…                   <br>                   </p><br><p>                    *Additional vocals &amp; cello by Sophie Vaughan                                                                                                                                                                                              </p>"
        },
        {
            "title": "Auction Block Sold",
            "lyrics": "<p> The Thames has flooded <br> Hospital sold <br> The army’s of freedom <br> Doing as they’re told <br> This is the new blues <br> From an old world </p><br><p>  New blues old world  <br>  </p><br><p>   Liberty stands now   <br>   Auction block sold   <br>   New breed of lynch mob   <br>   Same dusty road   <br>   This is the new blues   <br>   From an old world   </p><br><p>    New blues old world    <br>    </p><br><p>     House nigger leaving     <br>     Chain gang got old     <br>     Fresh hammers bleeding     <br>     Over prejudice cold     <br>     This is a new blues     <br>     From an old world     <br>     </p><br><p>      New blues old world      <br>      </p><br><p>       Good people starving       <br>       Shame on master’s soul       <br>       Bare your throat       <br>       For them to take hold       <br>       This is the new blues       <br>       From an old world       </p><br><p>        New blues old world        <br>        </p><br><p>         *Additional vocals by Sophie Vaughan                                    </p>"
        },
        {
            "title": "Censorship Burns the Books Nobody Read",
            "lyrics": "<p> Prejudice are the roads on which everyone has walked <br> Human rights are the words all but the privileged have got <br> War isn’t over till every ones dead <br> Censorship burns books nobody read </p><br><p>  Ignorance for many is all that they got  <br>  Blessed are those who live in fear of God  <br>  Poverty is a life and it's all that you’re worth  <br>  How we treat woman is how we tread on this Earth  </p><br><p>   Propaganda’s the teachings of those we’ve disowned   <br>   Politics the lesson we still haven’t learned   <br>   The aging anarchist said children take your shoes of my bed   <br>   Censorship burns books nobody read   </p><br><p>    Persecution is free but we sell freedom by wealth    <br>    Society censors us when its lost confidence in itself    <br>    Freedom of expression is now for the media to choose    <br>    And if we are all born equal and free can I be as equal as you    </p><br><p>     Education teaches what they want you to know     <br>     Free imagination free mankind learn to let yourself go     <br>     But you can’t silence the music revolution aint dead     <br>     Censorship burns books nobody read          </p>"
        },
        {
            "title": "Dirty Hombre",
            "lyrics": "<p> Get out of my pink <br> Get out of my bloom <br> Get out of my head <br> Get out of my womb </p><br><p>  Get out of my way  <br>  Get out of my salary  <br>  Take with you your methadone  <br>  Dirty hombre  </p><br><p>   Ya outa ya face   <br>   What’s it to be   <br>   I’m getting out the rope   <br>   It’s either you or me   </p><br><p>    Get out of my house    <br>    Don’t sleep where I lay    <br>    Going out of my mind    <br>    Dirty hombre    </p><br><p>     Put away your equality     <br>     It don’t do what it say     <br>     Put away your serpent     <br>     Oh put it away     </p><br><p>      Leave alone my children      <br>      And their food money      <br>      Get out of my girlfriends      <br>      Dirty hombre               </p>"
        },
        {
            "title": "Money",
            "lyrics": "<p> You making money you make a fool <br> You making money you make the tool <br> You making money to go make a war </p><br><p>  You making money to buy what you see  <br>  You making money to make us free  <br>  You making money you making the law  </p><br><p>   You making money to buy the girl   <br>   You making money to change the world   <br>   You make em rich and you make em poor   </p><br><p>    Making money you sold your fate    <br>    But you ain’t making love you making us hate    <br>    You making money you going to war      </p>"
        },
        {
            "title": "Freedom Enough",
            "lyrics": "<p> Is freedom in a bottle <br> Is freedom sleeping rough <br> Is freedom everything you want <br> Is freedom in love <br> Too much freedom kills more than not enough </p><br><p>  Is freedom on your side  <br>  Is freedom on your soul  <br>  Is freedom in the trenches  <br>  Is freedom in this world  <br>  Is the freedom you stole from your enemy  <br>  The freedom you take home  </p><br><p>   Is freedom in their memories   <br>   Is freedom in their cries   <br>   Is freedom in your suicide   <br>   Is freedom in your lies   <br>   Freedom march me home   <br>   Freedom’s a long long way to die   </p><br><p>    Freedom in your head    <br>    Freedom to smile    </p><br><p>     Is freedom what they allow ya     <br>     Is freedom what they sold     <br>     Is there freedom in a womb     <br>     Is freedom when they sell a little girl     <br>     Is freedom designed by men     <br>     So they can covet the world     </p><br><p>      Is freedom in your ignorance      <br>      Is freedom what you dream of      <br>      Is freedom forged in dignity      <br>      Freedom above      <br>      Is freedom the price of privilege      <br>      Is freedom enough      </p><br><p>       Is freedom on your side       <br>       Is freedom on your soul       <br>       Is freedom in the trenches       <br>       Is freedom in this world       <br>       Is the freedom you stole from your enemy       <br>       The freedom you take home       </p><br><p>        Freedom in your head        <br>        Freedom on my own        </p><br><p>         *Additional vocals by Sophie Vaughan                                    </p>"
        },
        {
            "title": "Posthumosly Yours",
            "lyrics": "<p> There’s a famine out there, where all the animals will lay down in the inevitability of death and turn to dust. On the road to humanity, woman left her child to die, carry her remaining baby clamped to her empty breast, one day she’ll have to try survive her loss. Woman raped, men fat with war and hate, shoot yourself tomorrow man and the charities are just looking for a hand out of love.This is not social injustice. <br> This is the price of life when everything is lost <br> </p><br><p>  Is this the price of life when the rains don’t come, pray for them, blame for them, vote for the men in empty ties who shout into the conquered sky. But feel the drought on the air, some place unkept uncared, doctors holding empty cups and cans, children squeezed of life until they’re dry.  <br>  This is not social injustice  <br>  There’s not enough water here to cry  <br>  </p><br><p>   But we have intelligence, but stupidity is our best defence. Half the world is hungry and half the world are dieting thin and the cheating man will always win. And so we see those photographs again, tell me when’s it gonna end. This ancient land so filled with tiny graves not even made of war. Pipeline over lifeline. These people are our people, we cannot stand to watch them die. We are wrong in hearts and wrong in laws. We are at the mercy of so many flaws.   <br>   </p><br><p>    Hear my letter to the world    <br>    </p><br><p>     Posthumously yours     <br>          </p>"
        }
    ]
}